Repository: farukciftler/tacet-cli
Catalog: Tacet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: Every file Tacet produced and every file you attached to a conversation is deleted from the device. This can’t be undone.
de: Alle von Tacet erstellten und alle von dir an Unterhaltungen angehängten Dateien werden vom Gerät gelöscht. Das lässt sich nicht rückgängig machen.
es: Se eliminan del dispositivo todos los archivos que Tacet generó y los que añadiste a las conversaciones. Esta acción no se puede deshacer.
fr: Tous les fichiers produits par Tacet et tous ceux que tu as joints à une conversation sont supprimés de l’appareil. Cette action est irréversible.
ja: Tacet が作成したファイルと会話に添付したファイルがすべて端末から削除されます。この操作は取り消せません。
ko: Tacet이 만든 파일과 대화에 첨부한 파일이 모두 기기에서 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Todos os arquivos criados pelo Tacet e os que você anexou às conversas são excluídos do dispositivo. Não é possível desfazer.
tr: Tacet'in ürettiği ve sohbete eklediğin tüm dosyalar cihazdan silinir. Bu işlem geri alınamaz.
zh_hans: Tacet 生成的以及你添加到对话中的所有文件都将从设备中删除。此操作无法撤销。

source: Everything below happens on your device. Web search and connections come into play only if you enable them, with the approval you see.
de: Alles Folgende passiert auf dem Gerät. Websuche und Verbindungen greifen nur, wenn du sie aktivierst – mit der Bestätigung, die du siehst.
es: Todo lo siguiente ocurre en el dispositivo. La búsqueda web y las conexiones solo entran en juego si tú las activas, con la aprobación que ves.
fr: Tout ce qui suit se passe sur l’appareil. La recherche web et les connexions n’interviennent que si tu les actives, avec la validation que tu vois.
ja: 以下はすべて端末の中で行われます。ウェブ検索と接続は、あなたが有効にしたときだけ、目に見える承認を経て動きます。
ko: 아래 내용은 모두 기기 안에서 일어납니다. 웹 검색과 연결은 당신이 켤 때만, 눈에 보이는 승인을 거쳐 작동합니다.
pt_br: Tudo abaixo acontece no aparelho. Busca na web e conexões só entram em ação se você as ativar, com a aprovação que você vê.
tr: Aşağıdakilerin hepsi cihazda olur. Web araması ve bağlantılar yalnız sen açarsan, gördüğün onayla devreye girer.
zh_hans: 下面这些都在你的设备上完成。网页搜索和连接只有你开启后才会启用，并且需要你看到的确认。

source: Everything stays on this device.
de: Alles bleibt auf diesem Gerät.
es: Todo se queda en este dispositivo.
fr: Tout reste sur cet appareil.
ja: すべてこの端末に留まります。
ko: 모든 것이 이 기기에 남습니다.
pt_br: Tudo permanece neste dispositivo.
tr: Her şey bu cihazda kalır.
zh_hans: 一切都留在此设备上。

source: Excel, Word, PDF, Markdown, plain text and a single-page website.
de: Excel, Word, PDF, Markdown, reiner Text und einseitige Webseite.
es: Excel, Word, PDF, Markdown, texto plano y una página web de una sola hoja.
fr: Excel, Word, PDF, Markdown, texte brut et page web d’une seule page.
ja: Excel、Word、PDF、Markdown、プレーンテキスト、1ページのウェブページ。
ko: Excel, Word, PDF, Markdown, 일반 텍스트, 한 장짜리 웹 페이지.
pt_br: Excel, Word, PDF, Markdown, texto simples e uma página web de uma folha.
tr: Excel, Word, PDF, Markdown, düz metin ve tek sayfalık web sayfası.
zh_hans: Excel、Word、PDF、Markdown、纯文本以及单页网页。

source: File: %@, %@
de: Datei: %1$@, %2$@
es: Archivo: %1$@, %2$@
fr: Fichier : %1$@, %2$@
ja: ファイル：%1$@、%2$@
ko: 파일: %1$@, %2$@
pt_br: Arquivo: %1$@, %2$@
tr: Dosya: %@, %@
zh_hans: 文件：%1$@，%2$@

source: File: %@, no longer on this device
de: Datei: %@, nicht mehr auf diesem Gerät
es: Archivo: %@, ya no está en este dispositivo
fr: Fichier : %@, plus sur cet appareil
ja: ファイル：%@、このデバイスにはもうありません
ko: 파일: %@, 이 기기에 더 이상 없음
pt_br: Arquivo: %@, não está mais neste dispositivo
tr: Dosya: %@, dosya artık cihazda değil
zh_hans: 文件：%@，已不在此设备上

source: Files that are created or attached to a conversation are kept in the Documents folder on this device.
de: Erstellte und an Unterhaltungen angehängte Dateien werden auf diesem Gerät im Ordner „Dokumente“ abgelegt.
es: Los archivos creados y los añadidos a conversaciones se guardan en la carpeta Documentos del dispositivo.
fr: Les fichiers créés ou joints à une conversation sont conservés dans le dossier Documents de l’appareil.
ja: 作成したファイルや会話に添付したファイルは、この端末の「書類」フォルダに保存されます。
ko: 생성하거나 대화에 첨부한 파일은 이 기기의 도큐멘트 폴더에 보관됩니다.
pt_br: Os arquivos criados e anexados às conversas ficam na pasta Documentos deste dispositivo.
tr: Oluşturulan ve sohbete eklenen dosyalar cihazda Belgeler klasöründe saklanır.
zh_hans: 已生成以及添加到对话中的文件保存在本设备的“文稿”文件夹中。

source: Find last week's meeting note
de: Finde meine Besprechungsnotiz von letzter Woche
es: Busca mi nota de la reunión de la semana pasada
fr: Retrouve ma note de réunion de la semaine dernière
ja: 先週の会議メモを探して
ko: 지난주 회의 메모를 찾아줘
pt_br: Encontre minha nota da reunião da semana passada
tr: Geçen haftaki toplantı notumu bul
zh_hans: 找出我上周的会议记录

source: Finds numbers and email addresses in your contacts.
de: Findet Nummern und E-Mail-Adressen in den Kontakten.
es: Busca números y correos en tus contactos.
fr: Trouve numéros et adresses e-mail dans tes contacts.
ja: 連絡先から電話番号やメールアドレスを探します。
ko: 연락처에서 번호와 이메일을 찾습니다.
pt_br: Encontra números e e-mails nos seus contatos.
tr: Rehberden numara ve e-posta bulur.
zh_hans: 在通讯录中查找号码和邮箱。

source: For your voice to become text you need to turn on speech recognition in Settings.
de: Damit deine Stimme zu Text wird, musst du die Spracherkennung in den Einstellungen aktivieren.
es: Para que tu voz se convierta en texto debes activar el reconocimiento de voz en Ajustes.
fr: Pour que ta voix devienne du texte, active la reconnaissance vocale dans Réglages.
ja: 声を文字にするには、設定で音声認識の許可をオンにしてください。
ko: 음성을 글로 바꾸려면 설정에서 음성 인식 권한을 켜야 합니다.
pt_br: Para sua voz virar texto, ative o reconhecimento de fala nos Ajustes.
tr: Sesin yazıya dönüşebilmesi için Ayarlar'dan konuşma tanıma iznini açman gerekiyor.
zh_hans: 要把语音转成文字，需要在“设置”中开启语音识别权限。

source: Found · %lld values
de: Gefunden · %lld Werte
es: Encontrado · %lld valores
fr: Trouvé · %lld valeurs
ja: %lld 件の値が見つかりました
ko: 발견됨 · %lld개 값
pt_br: Encontrado · %lld valores
tr: Bulundu · %lld değer
zh_hans: 找到 · %lld 个值

source: Found · %lld values · recency unverified
de: Gefunden · %lld Werte · Aktualität nicht bestätigt
es: Encontrado · %lld valores · actualidad no verificada
fr: Trouvé · %lld valeurs · actualité non vérifiée
ja: %lld 件の値 · 最新性は未確認
ko: 발견됨 · %lld개 값 · 최신성 미확인
pt_br: Encontrado · %lld valores · atualidade não verificada
tr: Bulundu · %lld değer · güncelliği doğrulanmadı
zh_hans: 找到 · %lld 个值 · 时效性未验证

source: From now on, data is sent to this connection without asking.
de: Ab jetzt wird ohne Nachfrage an diese Verbindung gesendet.
es: A partir de ahora se envía a esta conexión sin preguntar.
fr: Désormais, les données sont envoyées à cette connexion sans demander.
ja: 今後、この接続には確認なしで送信されます。
ko: 이제부터 이 연결에는 확인 없이 전송됩니다.
pt_br: A partir de agora, os dados são enviados para esta conexão sem perguntar.
tr: Bu bağlantıya bundan sonra sorulmadan gönderilir.
zh_hans: 从现在起，发送到此连接时不再询问。

source: GETTING STARTED
de: ERSTE SCHRITTE
es: PRIMEROS PASOS
fr: PREMIERS PAS
ja: はじめに
ko: 시작하기
pt_br: PRIMEIROS PASSOS
tr: BAŞLANGIÇ
zh_hans: 开始使用

source: GOING TO YOUR SERVER:
de: GEHT AN DEINEN SERVER:
es: VA A TU SERVIDOR:
fr: ENVOYÉ À TON SERVEUR :
ja: あなたのサーバーに送信されます：
ko: 내 서버로 전송됩니다:
pt_br: VAI PARA O SEU SERVIDOR:
tr: SUNUCUNA GİDİYOR:
zh_hans: 将发送到你的服务器：

source: Getting ready
de: Wird vorbereitet
es: Preparando
fr: Préparation
ja: 準備中
ko: 준비 중
pt_br: Preparando
tr: Hazırlanıyor
zh_hans: 准备中

source: Give Tacet’s last document
de: Letztes Dokument von Tacet geben
es: Dar el último documento de Tacet
fr: Fournir le dernier document de Tacet
ja: Tacet の最後の書類を渡す
ko: Tacet의 마지막 문서 전달
pt_br: Fornecer o último documento do Tacet
tr: Tacet'in son belgesini ver
zh_hans: 提供 Tacet 的最新文档

source: Give files to Shortcuts
de: Dateien an Kurzbefehle geben
es: Dar archivos a Atajos
fr: Fournir des fichiers à Raccourcis
ja: ショートカットにファイルを渡す
ko: 단축어에 파일 전달
pt_br: Fornecer arquivos aos Atalhos
tr: Kısayollar'a dosya ver
zh_hans: 向“快捷指令”提供文件

source: Give to Shortcuts: %@
de: An Kurzbefehle geben: %@
es: Dar a Atajos: %@
fr: Fournir à Raccourcis : %@
ja: ショートカットに渡す：%@
ko: 단축어에 전달: %@
pt_br: Fornecer aos Atalhos: %@
tr: Kısayollar'a ver: %@
zh_hans: 提供给“快捷指令”：%@

source: Gives a file Tacet created to Shortcuts. The file can leave the device, so you have to grant permission separately inside Tacet.
de: Gibt eine von Tacet erstellte Datei an Kurzbefehle. Die Datei kann das Gerät verlassen; deshalb musst du die Erlaubnis in Tacet gesondert erteilen.
es: Entrega a Atajos un archivo creado por Tacet. El archivo puede salir del dispositivo, así que debes dar el permiso aparte dentro de Tacet.
fr: Fournit à Raccourcis un fichier créé par Tacet. Le fichier peut quitter l’appareil ; tu dois donc accorder l’autorisation séparément dans Tacet.
ja: Tacet が作ったファイルをショートカットに渡します。ファイルは端末の外に出る可能性があるため、許可は Tacet の中で別途与える必要があります。
ko: Tacet이 만든 파일을 단축어에 전달합니다. 파일이 기기 밖으로 나갈 수 있으므로 Tacet 안에서 따로 허용해야 합니다.
pt_br: Entrega aos Atalhos um arquivo criado pelo Tacet. O arquivo pode sair do aparelho; por isso você precisa dar a permissão separadamente dentro do Tacet.
tr: Tacet'in ürettiği bir dosyayı Kısayollar'a verir. Dosya cihazdan çıkabilir; bu yüzden izni Tacet'te ayrıca vermen gerekir.
zh_hans: 把 Tacet 生成的文件提供给“快捷指令”。该文件可能离开设备，因此你需要在 Tacet 内单独授权。

source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
ko: 확인
pt_br: Entendi
tr: Anladım
zh_hans: 知道了

source: Granted
de: Erteilt
es: Concedido
fr: Accordée
ja: 許可済み
ko: 허용됨
pt_br: Concedido
tr: Verildi
zh_hans: 已授权

source: Guide
de: Anleitung
es: Guía
ja: ガイド
ko: 가이드
pt_br: Guia
tr: Kılavuz
zh_hans: 指南

source: Guide text
de: Anleitungstext
es: Texto de la guía
fr: Texte du guide
ja: ガイドの本文
ko: 가이드 내용
pt_br: Texto do guia
tr: Kılavuz metni
zh_hans: 指南内容

source: How many days until New Year?
de: Wie viele Tage bis Neujahr?
es: ¿Cuántos días faltan para Año Nuevo?
fr: Combien de jours avant le Nouvel An ?
ja: お正月まであと何日？
ko: 새해까지 며칠 남았어?
pt_br: Quantos dias faltam para o Ano-Novo?
tr: Yılbaşına kaç gün kaldı?
zh_hans: 距离新年还有几天？

source: I can't do that; it's outside my limits.
de: Das kann ich nicht; es liegt außerhalb meiner Grenzen.
es: No puedo hacer eso; está fuera de mis límites.
fr: Je ne peux pas faire cela ; c'est hors de mes limites.
ja: それはできません。私の範囲外です。
ko: 그건 할 수 없어요. 제 범위를 벗어납니다.
pt_br: Não posso fazer isso; está fora dos meus limites.
tr: Bunu yapamam; sınırlarımın dışında.
zh_hans: 我无法这样做；这超出了我的能力范围。

source: I couldn't do that just now. Could you ask again?
de: Das hat gerade nicht geklappt. Fragst du noch einmal?
es: No pude hacerlo ahora. ¿Puedes preguntármelo de nuevo?
fr: Je n'ai pas pu le faire à l'instant. Peux-tu redemander ?
ja: 今はできませんでした。もう一度聞いてもらえますか？
ko: 방금은 하지 못했어요. 다시 물어봐 주시겠어요?
pt_br: Não consegui fazer isso agora. Pode perguntar de novo?
tr: Şu an bunu yapamadım. Bir daha sorar mısın?
zh_hans: 我刚才没能完成。可以再问一次吗？

source: I couldn’t finish the reply, but the change I made along the way was saved. I didn’t retry so as not to do the same thing twice — check it and ask again if needed.
de: Ich konnte die Antwort nicht abschließen, aber die dabei vorgenommene Änderung wurde gesichert. Ich habe es nicht erneut versucht, um nichts doppelt zu tun – sieh nach und frag bei Bedarf noch einmal.
es: No pude terminar la respuesta, pero el cambio que hice mientras tanto se guardó. No lo reintenté para no hacer lo mismo dos veces: revísalo y vuelve a pedírmelo si hace falta.
fr: Je n’ai pas pu terminer la réponse, mais la modification effectuée entre-temps a été enregistrée. Je n’ai pas réessayé pour ne pas faire la même chose deux fois — vérifie et redemande si besoin.
ja: 返答を最後まで作成できませんでしたが、その途中で行った変更は保存されています。同じことを二度行わないように再試行はしていません。確認して、必要ならもう一度お尋ねください。
ko: 답변을 끝내지 못했지만 그 사이에 적용한 변경 사항은 저장되었습니다. 같은 작업을 두 번 하지 않도록 재시도하지 않았습니다. 확인한 뒤 필요하면 다시 요청하세요.
pt_br: Não consegui concluir a resposta, mas a alteração feita nesse meio-tempo foi salva. Não tentei de novo para não repetir a mesma ação — confira e peça novamente se precisar.
tr: Yanıtı tamamlayamadım ama bu sırada yaptığım değişiklik kaydedildi. Aynı şeyi iki kez yapmamak için yeniden denemedim; kontrol edip gerekirse tekrar sor.
zh_hans: 我没能完成回复，但过程中所做的更改已保存。为避免重复执行同一操作，我没有重试——请检查后按需再问一次。

source: I couldn’t pull the answer together — I’d rather not show you something half-finished. Could you ask again?
de: Ich konnte die Antwort nicht zusammenbringen – Halbfertiges will ich dir nicht zeigen. Fragst du noch einmal?
es: No he podido armar la respuesta; prefiero no mostrarte algo a medias. ¿Puedes preguntarlo otra vez?
fr: Je n’ai pas réussi à assembler la réponse — je préfère ne pas te montrer quelque chose d’inachevé. Tu peux redemander ?
ja: 答えをまとめきれませんでした。中途半端なものはお見せしたくありません。もう一度聞いてもらえますか？
ko: 답을 제대로 정리하지 못했습니다 — 반쯤 만들어진 것을 보여드리고 싶지 않습니다. 다시 물어봐 주시겠어요?
pt_br: Não consegui montar a resposta — prefiro não mostrar algo pela metade. Pode perguntar de novo?
tr: Cevabı toparlayamadım — sana yarım bir şey göstermek istemem. Bir daha sorar mısın?
zh_hans: 我没能把答案理顺——不想给你看半成品。可以再问一次吗？

source: I don't fully support this language right now.
de: Diese Sprache unterstütze ich derzeit nicht vollständig.
es: Ahora mismo no admito este idioma por completo.
fr: Je ne prends pas encore entièrement en charge cette langue.
ja: 現在この言語には完全には対応していません。
ko: 지금은 이 언어를 완전히 지원하지 않아요.
pt_br: No momento não ofereço suporte completo a este idioma.
tr: Bu dili şu an tam desteklemiyorum.
zh_hans: 我目前还不能完全支持这种语言。

source: I tried, but this step didn’t work; I’d rather say so than invent the result. Tap the step above to see what happened.
de: Ich habe es versucht, aber dieser Schritt hat nicht funktioniert; lieber sage ich es, als das Ergebnis zu erfinden. Tippe auf den Schritt oben, um zu sehen, was passiert ist.
es: Lo intenté, pero este paso no funcionó; prefiero decirlo antes que inventar el resultado. Toca el paso de arriba para ver qué ocurrió.
fr: J’ai essayé, mais cette étape n’a pas fonctionné ; je préfère le dire plutôt qu’inventer le résultat. Touche l’étape ci-dessus pour voir ce qui s’est passé.
ja: 試しましたが、この手順はうまくいきませんでした。結果を作り話にするより、そう伝えます。上の手順を押すと何が起きたか見られます。
ko: 시도했지만 이 단계가 되지 않았습니다. 결과를 지어내기보다 그렇다고 말하겠습니다. 위의 단계를 누르면 무슨 일이 있었는지 볼 수 있습니다.
pt_br: Tentei, mas esta etapa não funcionou; prefiro dizer isso a inventar o resultado. Toque na etapa acima para ver o que aconteceu.
tr: Denedim ama bu adım yürümedi; sonucu uydurmaktansa söylemeyi tercih ederim. Yukarıdaki adıma dokunursan ne olduğunu görebilirsin.
zh_hans: 我试过了，但这一步没有成功；与其编造结果，不如直说。点按上面的步骤可以看到发生了什么。

source: IF YOU TURN IT ON
de: WENN DU ES AKTIVIERST
es: SI TÚ LO ACTIVAS
fr: SI TU L’ACTIVES
ja: あなたが有効にしたら
ko: 당신이 켠다면
pt_br: SE VOCÊ ATIVAR
tr: SEN AÇARSAN
zh_hans: 如果你开启

source: If you connect your own MCP servers, Tacet uses their tools. Before anything leaves, it shows you what’s leaving and asks for your approval. Settings > Connections.
de: Wenn du deine eigenen MCP-Server verbindest, nutzt Tacet deren Werkzeuge. Bevor etwas nach außen geht, zeigt es dir, was geht, und fragt dich. Einstellungen > Verbindungen.
es: Si conectas tus propios servidores MCP, Tacet usa sus herramientas. Antes de que algo salga, te muestra qué sale y pide tu aprobación. Ajustes > Conexiones.
fr: Si tu connectes tes propres serveurs MCP, Tacet utilise leurs outils. Avant que quoi que ce soit ne sorte, il te montre ce qui part et demande ton accord. Réglages > Connexions.
ja: 自分の MCP サーバーをつなげば、Tacet はそのツールを使います。外に出る前に、何が出るのかを見せて承認を求めます。設定 > 接続。
ko: 직접 운영하는 MCP 서버를 연결하면 Tacet이 그 도구들을 사용합니다. 무언가 밖으로 나가기 전에 무엇이 나가는지 보여주고 승인을 구합니다. 설정 > 연결.
pt_br: Se você conectar seus próprios servidores MCP, o Tacet usa as ferramentas deles. Antes de qualquer coisa sair, ele mostra o que sai e pede sua aprovação. Ajustes > Conexões.
tr: Kendi MCP sunucularını bağlarsan onların araçlarını kullanır. Dışarı bir şey gitmeden önce ne gittiğini gösterip onayını ister. Ayarlar > Bağlantılar.
zh_hans: 连接你自己的 MCP 服务器后，Tacet 会使用它们的工具。任何东西外发前，它会先展示外发内容并请求你确认。设置 > 连接。

source: If you don’t send it, Tacet skips this step and tells you it couldn’t do it.
de: Wenn du es nicht sendest, überspringt Tacet diesen Schritt und sagt dir, dass es nicht ging.
es: Si no lo envías, Tacet omite este paso y te dice que no pudo hacerlo.
fr: Si tu ne l’envoies pas, Tacet saute cette étape et te dit qu’il n’a pas pu.
ja: 送信しない場合、Tacet はこのステップを飛ばして、できなかったと伝えます。
ko: 보내지 않으면 Tacet은 이 단계를 건너뛰고 하지 못했다고 알립니다.
pt_br: Se você não enviar, o Tacet pula esta etapa e diz que não conseguiu.
tr: Göndermezsen Tacet bu adımı atlar ve yapamadığını söyler.
zh_hans: 若不发送，Tacet 会跳过此步骤并告知未能完成。

source: In long conversations it may lose the thread; starting a new chat usually fixes it.
de: In langen Gesprächen kann es den Kontext verlieren; ein neuer Chat löst das meistens.
es: En conversaciones largas puede perder el contexto; abrir un chat nuevo suele resolverlo.
fr: Dans les longues conversations, il peut perdre le contexte ; ouvrir une nouvelle conversation résout souvent le problème.
ja: 長い会話では文脈を保てないことがあります。新しいチャットを開くとたいてい解決します。
ko: 긴 대화에서는 맥락을 놓칠 수 있습니다. 새 대화를 열면 대개 해결됩니다.
pt_br: Em conversas longas ele pode perder o contexto; começar uma nova conversa costuma resolver.
tr: Uzun konuşmalarda bağlamı taşıyamayabilir; yeni sohbet açmak çoğu zaman çözer.
zh_hans: 在长对话中可能跟不上上下文；新开一个对话通常就能解决。

source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
pt_br: Entrada
tr: Girdi
zh_hans: 输入

source: Instead of explaining, let’s just do something.
de: Statt zu erklären, machen wir gleich etwas.
es: En vez de explicarlo, hagamos algo.
fr: Plutôt que d’expliquer, faisons quelque chose.
ja: 説明する代わりに、ひとつやってみましょう。
ko: 설명하는 대신, 무언가 해봅시다.
pt_br: Em vez de explicar, vamos fazer algo.
tr: Anlatmak yerine bir iş yapalım.
zh_hans: 与其解释，不如直接做点什么。

source: Interface language
de: Sprache der Oberfläche
es: Idioma de la interfaz
fr: Langue de l’interface
ja: インターフェイスの言語
ko: 인터페이스 언어
pt_br: Idioma da interface
tr: Arayüz dili
zh_hans: 界面语言

source: It doesn’t generate images, doesn’t answer out loud, and doesn’t send email or messages.
de: Erzeugt keine Bilder, antwortet nicht mit Stimme, sendet keine E-Mails oder Nachrichten.
es: No genera imágenes, no responde en voz alta ni envía correos o mensajes.
fr: Il ne génère pas d’images, ne répond pas à voix haute et n’envoie ni e-mails ni messages.
ja: 画像は作らず、音声では答えず、メールやメッセージも送りません。
ko: 이미지를 만들지 않고, 음성으로 답하지 않으며, 이메일이나 메시지를 보내지 않습니다.
pt_br: Não gera imagens, não responde em voz alta e não envia e-mails nem mensagens.
tr: Görsel üretmez, sesli yanıt vermez, e-posta ya da mesaj göndermez.
zh_hans: 不生成图像，不用语音作答，也不发送邮件或消息。

source: Its general world knowledge is weak. When unsure, it doesn’t make things up — it says it doesn’t know.
de: Sein Allgemeinwissen ist schwach. Wenn es unsicher ist, erfindet es nichts – es sagt, dass es das nicht weiß.
es: Su conocimiento general del mundo es escaso. Cuando no está seguro, no inventa: dice que no lo sabe.
fr: Sa culture générale est faible. En cas de doute, il n’invente pas — il dit qu’il ne sait pas.
ja: 一般的な世界知識は弱いです。自信がないときは作り話をせず、知らないと言います。
ko: 일반 상식은 약합니다. 확실하지 않으면 지어내지 않고 모른다고 말합니다.
pt_br: O conhecimento geral de mundo é fraco. Quando não tem certeza, não inventa — diz que não sabe.
tr: Genel dünya bilgisi zayıftır. Emin olmadığında uydurmaz, bilmediğini söyler.
zh_hans: 它的通用世界知识较弱。不确定时不会编造，会直说不知道。

source: Its schema is too deeply nested.
de: Sein Schema ist zu tief verschachtelt.
es: Su esquema está demasiado anidado.
fr: Son schéma est trop imbriqué.
ja: このスキーマは入れ子が深すぎます。
ko: 이 스키마는 중첩이 너무 깊습니다.
pt_br: Seu esquema tem aninhamento demais.
tr: Şeması fazla iç içe.
zh_hans: 其架构嵌套过深。

source: Its schema is too wide (too many fields).
de: Sein Schema ist zu breit (zu viele Felder).
es: Su esquema es demasiado amplio (demasiados campos).
fr: Son schéma est trop large (trop de champs).
ja: スキーマが広すぎます（フィールドが多すぎます）。
ko: 스키마가 너무 넓습니다(필드가 너무 많습니다).
pt_br: O esquema é amplo demais (campos em excesso).
tr: Şeması fazla geniş (çok fazla alan).
zh_hans: 它的架构过宽（字段太多）。

source: Its schema isn’t supported.
de: Sein Schema wird nicht unterstützt.
es: Su esquema no es compatible.
fr: Son schéma n’est pas pris en charge.
ja: このスキーマは非対応です。
ko: 이 스키마는 지원되지 않습니다.
pt_br: Seu esquema não é compatível.
tr: Şeması desteklenmiyor.
zh_hans: 其架构不受支持。

source: I’ll write my own
de: Ich schreibe selbst
es: Prefiero escribirlo yo
fr: Je vais écrire moi-même
ja: 自分で書く
ko: 직접 쓸게요
pt_br: Prefiro escrever
tr: Kendim yazayım
zh_hans: 我自己写

source: Keep it short and imperative — %lld characters max. Example: “When bills come up, search my notes with the search tool first, then pass the amount to the calculator tool.”
de: Kurz und im Imperativ – höchstens %lld Zeichen. Beispiel: „Wenn es um Rechnungen geht, durchsuche zuerst mit dem Suchwerkzeug meine Notizen und gib den Betrag dann an das Rechenwerkzeug.“
es: Escríbelo corto y en imperativo: %lld caracteres como máximo. Ejemplo: «Cuando se hable de facturas, busca primero en mis notas con la herramienta de búsqueda y luego pasa el importe a la de cálculo.»
fr: Écris court et à l’impératif — %lld caractères maximum. Exemple : « Quand il est question de factures, cherche d’abord dans mes notes avec l’outil de recherche, puis transmets le montant à l’outil de calcul. »
ja: 短く命令形で書いてください — 最大 %lld 文字。例：「請求書について聞かれたら、まず検索ツールでノートを探し、次に金額を計算ツールに渡す。」
ko: 짧게 명령형으로 쓰세요 — 최대 %lld자. 예: “청구서 이야기가 나오면 먼저 검색 도구로 메모를 찾고, 그 금액을 계산 도구에 넘겨라.”
pt_br: Escreva curto e no imperativo — no máximo %lld caracteres. Exemplo: “Quando falarem de faturas, procure primeiro nas minhas notas com a ferramenta de busca e depois passe o valor para a de cálculo.”
tr: Kısa ve emir kipinde yaz — en fazla %lld karakter. Örnek: “Fatura sorulduğunda önce arama aracıyla notlarda ara, sonra tutarı hesapla aracına ver.”
zh_hans: 写得简短、用祈使句 — 最多 %lld 个字符。例如：“提到账单时，先用搜索工具查我的笔记，再把金额交给计算工具。”

source: Keywords
de: Schlüsselwörter
es: Palabras clave
fr: Mots-clés
ja: キーワード
ko: 키워드
pt_br: Palavras-chave
tr: Anahtar kelimeler
zh_hans: 关键词

source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE
ja: 言語
ko: 언어
pt_br: IDIOMA
tr: DİL
zh_hans: 语言

source: Last document
de: Letztes Dokument
es: Último documento
fr: Dernier document
ja: 最後の書類
ko: 마지막 문서
pt_br: Último documento
tr: Son belge
zh_hans: 最新文档

source: Last file given to Shortcuts
de: Zuletzt an Kurzbefehle gegebene Datei
es: Último archivo entregado a Atajos
fr: Dernier fichier fourni à Raccourcis
ja: 最後にショートカットへ渡したファイル
ko: 단축어에 마지막으로 전달한 파일
pt_br: Último arquivo entregue aos Atalhos
tr: En son Kısayollar'a verilen dosya
zh_hans: 最近提供给“快捷指令”的文件

source: Last given
de: Zuletzt gegeben
es: Último entregado
fr: Dernier fourni
ja: 最後に渡したもの
ko: 마지막으로 전달함
pt_br: Último entregue
tr: En son verilen
zh_hans: 最近提供的

source: Leaves the app and opens iOS Settings
de: Verlässt die App und öffnet die iOS-Einstellungen
es: Sale de la app y abre Ajustes de iOS
fr: Quitte l’app et ouvre les Réglages iOS
ja: アプリを離れて iOS の「設定」を開きます
ko: 앱을 나가 iOS 설정을 엽니다
pt_br: Sai do app e abre os Ajustes do iOS
tr: Uygulamadan çıkıp iOS Ayarlar'ı açar
zh_hans: 离开 App 并打开 iOS 设置

source: List the prime numbers from 1 to 100
de: Liste die Primzahlen von 1 bis 100 auf
es: Enumera los números primos del 1 al 100
fr: Liste les nombres premiers de 1 à 100
ja: 1から100までの素数を並べて
ko: 1부터 100까지 소수를 나열해 줘
pt_br: Liste os números primos de 1 a 100
tr: 1'den 100'e kadar asal sayıları listele
zh_hans: 列出 1 到 100 之间的质数

source: Listening
de: Hört zu
es: Escuchando
fr: À l’écoute
ja: 聞いています
ko: 듣는 중
pt_br: Ouvindo
tr: Dinliyor
zh_hans: 正在聆听

source: Looking for document…
de: Dokument wird gesucht…
es: Buscando documento…
fr: Recherche du document…
ja: 書類を検索中…
ko: 문서 찾는 중…
pt_br: Procurando documento…
tr: Belge aranıyor…
zh_hans: 正在查找文档…

source: MATH, TIME, CODE
de: RECHNEN, ZEIT, CODE
es: CÁLCULO, TIEMPO, CÓDIGO
fr: CALCUL, TEMPS, CODE
ja: 計算・時間・コード
ko: 계산, 시간, 코드
pt_br: CÁLCULO, TEMPO, CÓDIGO
tr: HESAP, ZAMAN, KOD
zh_hans: 计算、时间、代码

source: MEMORY AND SKILLS
de: GEDÄCHTNIS UND FÄHIGKEITEN
es: MEMORIA Y HABILIDADES
fr: MÉMOIRE ET COMPÉTENCES
ja: 記憶とスキル
ko: 기억과 기술
pt_br: MEMÓRIA E HABILIDADES
tr: HAFIZA VE BECERİ
zh_hans: 记忆与技能
